"Continue" = "தொடரவும்";

"Software Update" = "மென்பொருள் மேம்படுத்தல்";
"Release Notes:" = "வெளியீட்டு குறிப்புகள்:";
"Remind Me Later" = "பின்னர் நினைவூட்டு";
"Install on Quit" = "வெளியேறும்போது நிறுவவும்";
"Install and Relaunch" = "நிறுவி மீண்டும் தொடங்கவும்";
"Skip This Version" = "இந்த பதிப்பு தவிர்க்க";

"Automatically download and install updates" = "தானாகவே பதிவிறக்கம் செய்து புதுப்பிப்புகளை நிறுவவும்";
"No newer version available." = "புதிய பதிப்பு எதுவும் கிடைக்கவில்லை.";
"An error occurred in retrieving update information. Please try again later." = "புதுப்பிப்பு தகவலை மீட்டெடுப்பதில் பிழை ஏற்பட்டது. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.";
"A new version of {0} is available! Would you like to download it now?" = "{0} இன் புதிய பதிப்பு கிடைக்கிறது! இப்போது அதைப் பதிவிறக்கம் செய்ய விரும்புகிறீர்களா?";

/* Progress messages */
"Installing update…" = "புதுப்பிப்பை நிறுவுதல்…";
"Checking for updates…" = "புதுப்பிப்புகளைச் சரிபார்க்கிறது…";
"Downloading update…" = "புதுப்பிப்பைப் பதிவிறக்குகிறது…";
"Extracting update…" = "புதுப்பிப்பைப் பிரித்தெடுக்கிறது…";

"Version {0} is now available" = "பதிப்பு {0} இப்போது கிடைக்கிறது";
